Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: The winner of the Polish edition Monika Koperska from the Jagiellonian University also won the foreign audience, taking second place and the audience award at the Cheltenham Science Festival in the UK.
pl: Zwyciężczyni polskiej edycji Monika Koperska z Uniwersytetu Jagiellońskiego podbiła również publiczność zagraniczną zajmując drugie miejsce i nagrodę publiczności podczas Cheltenham Science Festival w Wielkiej Brytanii.

source: In July, first institutions were awarded the Leading National Research Centre (Krajowy Naukowy Ośrodek Wiodący, KNOW) status.
pl: W lipcu po raz pierwszy poznaliśmy instytucje, które zyskały status Krajowego Naukowego Ośrodka Wiodącego (KNOW).

source: For five years, the institutions will be receiving up to PLN 50 million.
pl: Przez pięć lat będą otrzymywały nawet po 50 mln zł.

source: Two Polish scientists received European Research Council (ERC) grants.
pl: Dwoje polskich naukowców otrzymało granty Europejskiej Rady ds.

source: "Starting Grant" and 1.3 million euros was awarded to Dr. Justyna Olko from the University of Warsaw.
pl: „Starting Grant” i 1,3 mln euro otrzymała zaś dr Justyna Olko z Uniwersytetu Warszawskiego.

source: She will use the funds to study the Nahua Indian culture.
pl: Za przyznane fundusze zbada kulturę Indian Nahua.

source: Foundation for Polish Science Prize, popularly known as the "Polish Nobel", was awarded for the 21st time.
pl: Po raz 21 przyznano Nagrody Fundacji na rzecz Nauki Polskiej - popularnie określane mianem „polskich Nobli”.

source: The winners were professors: Krzysztof Palczewski, Mieczyslaw Mąkosza, Maciej Wojtkowski and Ewa Wipszycka.
pl: Ich laureatami zostali profesorowie: Krzysztof Palczewski, Mieczysław Mąkosza, Maciej Wojtkowski i Ewa Wipszycka.

source: Professors: Bogumił Jeziorski, Jerzy Sobczak and Lech Poloński received the Minister of Science and Higher Education awards.
pl: Z kolei profesorowie: Bogumił Jeziorski, Jerzy Sobczak i Lech Poloński otrzymali nagrody ministra nauki i szkolnictwa wyższego.

source: In 2012, Polish doctors conducted several pioneering surgeries.
pl: W 2012 roku polscy lekarze przeprowadzili kilka pionierskich operacji.

source: In June, a new generation of ear implant was implanted at the World Hearing Center in Kajetany near Warsaw.
pl: W czerwcu operację wszczepienia nowej generacji implantu słuchowego przeprowadzono w Światowym Centrum Słuchu w Kajetanach pod Warszawą.

source: It was the first such procedure in Poland and the fourth in the world.
pl: Był to pierwszy taki zabieg w Polsce i czwarty na świecie.

source: Doctors from the Department of Cardiac Surgery, University Hospital in Białystok performed the first valve replacement surgery on the damaged mitral valve in the heart of 79-year old female patient.
pl: Lekarze z Kliniki Kardiochirurgii Uniwersyteckiego Szpitala Klinicznego w Białymstoku po raz pierwszy przeprowadzili operację wszczepienia zastawki w uszkodzoną zastawkę mitralną w sercu 79-letniej pacjentki.

source: At the Cancer Centre in Warsaw, doctors applied a new treatment for ovarian cancer, which can greatly extend the life of patients.
pl: W Centrum Onkologii w Warszawie zastosowano nową metodę leczenia raka jajnika, która możne znacznie wydłużyć życie pacjentek.

source: In this treatment, 75 to 1000 times greater concentration of the anti-cancer drug is obtained than when the drug is administered intravenously.
pl: W jej wyniku uzyskuje się od 75 do nawet 1000 razy większe stężenie leku przeciwnowotworowego niż wtedy gdy jest on podawany dożylnie.

source: Researchers from Katowice and Wrocław conducted pioneering treatment using mesenchymal stem cells from the umbilical cord.
pl: Naukowcy z Katowic i Wrocławia przeprowadzili pionierskie zabiegi z wykorzystaniem mezenchymalnych komórek macierzystych z pępowiny.

source: It was used in patients after bone marrow transplantation, who developed a life-threatening "graft versus host" reaction.
pl: Wykorzystano je u chorych po przeszczepieniu szpiku, u których doszło do zagrażającej życiu reakcji „przeszczepu przeciwko gospodarzowi”.

source: This therapy is used in 10-15 percent most severe cases, where drugs are ineffective.
pl: Terapia ta ma zastosowanie w 10-15 proc. najcięższych przypadków, kiedy leki nie przynoszą efektu.

source: The heart started independent action.
pl: Serce podjęło samodzielną pracę.

source: More than 70 billion for European innovation
pl: Ponad 70 miliardów na europejskie innowacje

source: The budget of the programme exceeds EUR 70 billion.
pl: Jego budżet to ponad 70 mld euro.

source: - In the post-war era the world of science went far ahead, whilst Polish researchers under the communist system and the communist economy found it difficult to take part in the global race.
pl: - W okresie powojennym naukowy świat uciekł daleko do przodu, a polskim badaczom w warunkach komunizmu, socjalistycznej gospodarki trudno było uczestniczyć w tym globalnym wyścigu.

source: We have excellent infrastructure and research apparatus, thanks to the highest investments in science and higher education in our history.
pl: - Mamy znakomitą infrastrukturę i aparaturę badawczą, dzięki największym w historii inwestycjom w naukę i szkolnictwo wyższe.

source: Since 2007, we have expended over PLN 26 billion to this end.
pl: Od 2007 roku zainwestowaliśmy ponad 26 miliardów złotych.

source: Our young generation is unusually talented.
pl: Mamy niezwykłe, utalentowane młode pokolenie.

source: Our society now believes in science: over 40% of school leavers each year aspire for higher education.
pl: Mamy społeczeństwo, które uwierzyło w wiedzę: ponad 40 proc. każdego rocznika aspiruje do wyższego wykształcenia.

source: The group of research and development staff is developing the most dynamically: now it numbers as many as 140 thousand people, 5 thousand more than only a year ago.
pl: Grupa pracowników sektora badawczo-rozwojowego rozwija się najdynamiczniej ze wszystkich: to już 140 tysięcy osób, o 5 tysięcy więcej niż jeszcze rok temu.

source: It is the highest time for us to take higher and higher positions in the global science race.
pl: To już najwyższy czas, byśmy w tym globalnym naukowym wyścigu przesuwali się konsekwentnie na coraz wyższe pozycje.

source: Horizon 2020 opens this opportunity - added the Minister of Science.
pl: Horyzont 2020 otwiera taką szansę - podkreśliła minister nauki.

source: The new EU programme is the largest such programme in the world.
pl: Nowy unijny program to największe tego typu przedsięwzięcie na świecie.

source: It is expected to enhance competitiveness of European science and strengthen its position in the global race.
pl: Ma podnieść konkurencyjność europejskiej nauki i wzmocnić jej pozycję w globalnym wyścigu.

source: The programme aims, among other things, to ensure a new, simplified financing model, to strike a balance between small and large projects and to introduce instruments meeting the needs of countries and regions disadvantaged in terms of their science and innovation potential.
pl: Jego celem jest m.in. zapewnienie nowego, uproszczonego modelu finansowego, zachowanie równowagi pomiędzy małymi i dużymi projektami oraz wprowadzenie instrumentów wychodzących naprzeciw potrzebom krajów i regionów o niższym potencjale naukowym i innowacyjnym.

source: What makes this programme different, is its comprehensive system of financing innovation: from the scientific concept through the research period to the implementation of new solutions, products and technologies.
pl: To, co wyróżnia program to spójny system finansowania innowacji: od koncepcji naukowej, przez etap badań, aż po wdrożenie nowych rozwiązań, produktów czy technologii.

source: The programme is based on three pillars: financing pioneer research based on excellence in science; funding research to promote the EU's industrial leadership and to provide funding for research on societal challenges.
pl: Program oparty jest na trzech filarach: finansowaniu pionierskich badań opartego o zasadę doskonałości (excellence in science), finansowaniu badań, które wzmacniają rolę UE w przemyśle (industrial leadership) oraz finansowaniu badań na rzecz wyzwań społecznych (societal challenges).

source: - The keyword in this programme is simplification.
pl: - Kluczowym dla tego programu słowem jest uproszczenie.

source: Horizon 2020 means less red tape, streamlined procedures, but first of all, faster access to grants - mentioned Commissioner Máire Geoghegan-Quinn.
pl: Horyzont 2020 to mniej biurokracji, sprawniejsze procedury i przede wszystkim szybsze pozyskiwanie grantów - zaznaczyła komisarz Marie Geoghegan-Quinn.

source: She also stressed that the new financing programme offers many opportunities to small and medium-size businesses interested in the commercialization of innovative solutions.
pl: Podkreśliła także, że nowy program finansowania daje szereg możliwości również małym i średnim przedsiębiorstwom zainteresowanym komercjalizacją innowacyjnych rozwiązań.

source: - The ambition of all those who worked on Horizon 2020 was to create a comprehensive EU-wide system for financing research and innovation: from the scientific concept, through laboratory research, tests, demonstrations, to marketing - stressed Minister Barbara Kudrycka.
pl: - Ambicją wszystkich, którzy pracowali nad Horyzontem 2020 było stworzenie w UE spójnego systemu finansowania badań i innowacji: od koncepcji naukowej, przez badania laboratoryjne, testy, demonstratory, aż po wdrożenie rynkowe - podkreślała minister Barbara Kudrycka.

source: This is what Europe needs today to compete with strong world economies: the US, China, Japan and Brazil - stated the Minister.
pl: - Tego potrzebuje dziś Europa, by mogła być konkurencyjna wobec silnych światowych gospodarek USA, Chin, Japonii, Brazylii - stwierdziła.

source: Poland was actively involved in the development of Horizon 2020.
pl: Polska brała aktywny udział w przygotowaniach Horyzontu 2020.

source: Important decisions were made under Polish Presidency of the EU Council.
pl: Ważne rozstrzygnięcia przypadły na czas polskiej prezydencji w Radzie UE.

source: It is thanks to the work of this group that we will have a simpler financial model, fast-track evaluation of applications and simplified control procedures.
pl: Byliśmy też aktywnym członkiem grupy ds. uproszczeń, która zakończyła swoje prace w czasie polskiej prezydencji.

source: The National Contact Point Research Programmes of the EU will assist Polish scientists in successfully competing for the funds available under Horizon 2020.
pl: Opracowała ona zbiór konkretnych rozwiązań ułatwiających beneficjentom korzystanie z instrumentów Horyzontu 2020.

source: Work is now underway to change the model of the Contact Point's operation - strengthening such elements as mentoring, individual consultation and direct support in writing applications and settling payments.
pl: To właśnie dzięki pracom tej grupy będziemy korzystać z prostszego modelu finansowego, szybszej ścieżki oceny wniosków czy uproszczonych procedur kontrolnych.

source: Universities and science in the new academic year 2013/2014
pl: Uczelnie i nauka w nowym roku akademickim 2013/2014

source: The focus on the quality of education and scientific research, as well as a competitive offer of studies and opening wider to the needs of mature and foreign students are some of the challenges the universities will be facing in the new academic year.
pl: Koncentrowanie się na jakości edukacji i badań naukowych, konkurencyjna oferta studiów i szersze otwarcie na potrzeby studentów dojrzałych oraz zagranicznych - to niektóre wyzwania, jakie stoją przed uczelniami w nowym roku akademickim.

source: The time has come when we need to focus more on the quality of education and scientific research and to benefit from the opportunities for enhanced cooperation with other European science and research centres - stressed the Minister of Science.
pl: To czas, gdy musimy w większym niż dotąd stopniu koncentrować się na jakości edukacji i badań naukowych oraz wykorzystywać możliwości intensywnej współpracy z innymi europejskimi ośrodkami naukowymi i zespołami badawczymi - podkreśla minister nauki.

source: The academic year 2013/2014 brings new developments for universities and science in general.
pl: Rok akademicki 2013/2014 przynosi kilka nowości dla uczelni i nauki.

source: Universities can benefit from their programme autonomy in full, and, on the basis of the National Qualifications Framework, can develop their own study curricula of a general or practical profile.
pl: Uczelnie mogą w pełni korzystać z autonomii programowej i w oparciu o Krajowe Ramy Kwalifikacji tworzyć autorskie programy studiów o profilach ogólnoakademickich lub praktycznych.

source: In this academic year new degree courses which offer high quality education will be selected.
pl: W tym roku akademickim wskażemy w drodze konkursu kolejne kierunki, które oferują wysoką jakość kształcenia.

source: They will receive PLN 1 million each to perfect their teaching methods and to improve the quality of the studies.
pl: Te kierunki otrzymają 1 mln złotych na doskonalenie programów kształcenia i podwyższanie jakości studiów.

source: For the first time the best scientific units will receive the prestigious A + category.
pl: Najlepsze jednostki naukowe po raz pierwszy otrzymają prestiżową kategorię A +.

source: Along with the Leading National Research Centres (KNOWs), they are flagship Polish science institutions.
pl: To one, obok Krajowych Naukowych Ośrodków Wiodących, są wizytówką polskiej nauki.

source: In this academic year new KNOWs will be selected in the area of life sciences, earth sciences, agriculture, forestry and veterinary science.
pl: W tym roku akademickim poznamy kolejne KNOW-y w dziedzinach nauk biologicznych, o Ziemi, rolniczych, leśnych i weterynaryjnych.

source: An international group of experts will select the best centres.
pl: Najlepsze ośrodki wskaże międzynarodowe grono ekspertów.

source: During the first edition concluded in July 2012, six such centres were selected in the area of sciences, medicine, pharmacy and health sciences.
pl: W pierwszej, rozstrzygniętej w lipcu 2012 r., wyłoniono sześć jednostek w dziedzinie nauk ścisłych, medycznych i farmaceutycznych oraz nauk o zdrowiu.

source: Over five years every KNOW will receive up to PLN 10 million per year to strengthen its science potential.
pl: Każdy KNOW otrzymuje przez pięć lat corocznie do 10 mln zł na wzmocnienie potencjału naukowego.

source: Work on the revision of the law on higher education and financing science is underway.
pl: Trwają prace nad zmianami w prawie o szkolnictwie wyższym oraz finansowaniu nauki.

source: It will extend the offer of studies addressed to mature students.
pl: Pozwolą one uczelniom poszerzyć ofertę studiów i skierować ją do studentów dojrzałych.

source: The amendments also envisage that scientists will be granted ownership rights to their inventions and other results of their research and scientific projects.
pl: Zmiany przewidują również, że naukowcy staną się właścicielami praw majątkowych do wynalazków oraz innych efektów realizowanych przez nich badań i projektów naukowych.

source: The government has already adopted amendments to Public Procurement Law.
pl: Rząd przyjął już zmiany w prawie o zamówieniach publicznych.

source: A major challenge for higher education and science in this academic year will be the preparation for competing for European funds in the new EU financial perspective 2014-2020.
pl: Ważnym wyzwaniem dla szkolnictwa wyższego i nauki w tym roku akademickim będzie przygotowanie się do konkurowania o fundusze europejskie w nowej unijnej perspektywie finansowej 2014-2020.

source: The ”Horizon 2020” programme offers more than EUR 70 billion for scientific research.
pl: W programie „Horyzont 2020” na badania naukowe przewidziano ponad 70 miliardów euro.

source: Polish scientists will also be able to benefit from new operational programmes.
pl: Polscy naukowcy będą mogli również korzystać z nowych programów operacyjnych.

source: Implementing agencies of the Ministry of Science and Higher Education (National Science Centre, National Centre for Research and Development, as well as the Foundation for Polish Science and the Information Processing Institute are expected to be instrumental in seeking the EU funding.
pl: W ramach programów operacyjnych uruchomione zostaną konkursy na badania służące rozwojowi inteligentnych specjalizacji kraju i regionów, a także działania mające na celu rozwijanie współpracy międzynarodowej oraz wzmocnienie kompetencji naukowych kadry akademickiej polskich uczelni.

source: EU ministers debated on the strengthening of research cooperation between EU Member States and the countries of the Mediterranean basin at a COMPET meeting which was closed yesterday.
pl: Między innymi o wzmocnieniu współpracy przy badaniach naukowych między krajami UE a basenu Morza Śródziemnego rozmawiali unijni ministrowie na zakończonym dzisiaj spotkaniu Rady COMPET.

source: She mentioned that such a partnership is important in view of recent political and social developments in Mediterranean countries, She also stressed that the European Union needs a long-term action plan for research and innovation cooperation with its southern neighbours.
pl: Prof. Barbara Kudrycka zaznaczyła, że takie partnerstwo jest istotne w obliczu ostatnich zmian politycznych i społecznych, które miały miejsce w krajach śródziemnomorskich i zwróciła uwagę, że Unia Europejska potrzebuje długoterminowego planu działań w obszarze badań i innowacji z południowymi sąsiadami.

source: - We believe that a cooperation based on research and innovation can strengthen the position of the European Union in the world - added the Minister.
pl: - Wierzę, że tego rodzaju współpraca oparta na badaniach i innowacji może wyraźnie zwiększyć rolę Unii Europejskiej na świecie - dodała.

source: The agenda of the Council debates included financing of research and innovation in the years to come, i.e. under the Horizon 2020 Programme.
pl: Jednym z obszarów rozmów Rady był temat finansowania badań naukowych i innowacji w najbliższych latach, czyli program „Horyzont 2020”.

source: Once the Programme is adopted, its implementation will begin in 2014.
pl: Po przyjęciu programu, jego realizacja rozpocznie się w 2014 roku.

source: In the years 2014-2020 the European Union's allocation to this end can reach as much as EUR 80 billion.
pl: Na badania naukowe Unia Europejska może przeznaczyć w latach 2014-2020 nawet 80 mld euro.

source: According to the Minister of Science and Higher Education, the debate on Horizon 2020 is a key issue for the Cypriot Presidency.
pl: Zdaniem minister nauki i szkolnictwa wyższego dyskusja dotycząca programu „Horyzont 2020” jest kluczową kwestią dla cypryjskiej prezydencji.

source: She also addressed the issue of remuneration for researchers involved in projects implemented under the Framework Programme.
pl: Zwróciła także uwagę na kwestie wynagrodzeń naukowców zaangażowanych w projekty programu ramowego.

source: - The Horizon 2020 Programme should address this issue with adequate solutions.
pl: - W kwestii tej w programie „Horyzont 2020” powinny być wprowadzone odpowiednie rozwiązania.

source: I am sure that this will happen during the present and the future presidencies - she said.
pl: Jestem przekonana, że stanie się tak podczas obecnej i przyszłych prezydencji - powiedziała.

source: The enhancing of the ERC mission is an important issue, in particular within the context adequate levels of funding for international research and innovation for society and the economy.
pl: Wzmocnienie misji ERC jest istotną kwestią, szczególnie w kontekście utrzymania na odpowiednim poziomie udziału Unii Europejskiej w realizacji międzynarodowych badań i innowacji na rzecz społeczeństwa i gospodarki.

source: The Council meeting was attended by the ministers for research of EU Member States and the European Free Trade Association (EFTA) states.
pl: W spotkaniu Rady wzięli udział ministrowie ds. badań państw członkowskich Unii Europejskiej oraz państw Europejskiego Stowarzyszenia Wolnego Handlu (EFTA).

source: It was the last informal meeting of the ministers of the present Trio - Poland, Denmark and Cyprus.
pl: Było to ostatnie nieformalne spotkanie ministrów ds. badań obecnego Trio - Polski, Danii i Cypru.

source: The venue for the meeting was Cyprus which is now holding the Presidency in the EU Council.
pl: Spotkanie odbyło się na Cyprze, sprawującym przewodnictwo w Radzie UE.

source: The Competitiveness Council (COMPET) is one of the sectoral bodies of the Council of the European Union, at which relevant ministers of the Member States discuss the matters of free movement of goods and services, freedom of establishment and freedom to provide services, innovation policies, research and development, the strengthening of the scientific and technological bases of industry and its international competitiveness.
pl: Rada ds. konkurencyjności (COMPET) jest jedną z rad sektorowych Rady Unii Europejskiej, na której ministrowie reprezentujący poszczególne resorty krajów członkowskich omawiają m.in. sprawy dotyczące swobodnego przepływu osób i towarów, swobodnego świadczenia usług i przedsiębiorczości, kwestie polityk innowacyjnych, badań i rozwoju, czy wzmocnienia bazy naukowej i technologicznej przemysłu oraz jego międzynarodowej konkurencyjności.

source: In 1981 she received the degree of Doctor of Technical Sciences at the Warsaw University of Technology, then in 2003 the DSc (Doctor of Science) degree at Queensland University in Australia, and in 2004 post-doctoral degree in technical sciences at the Institute of Computer Science PAS.
pl: W roku 1981 otrzymała stopień doktora nauk technicznych na Politechnice Warszawskiej, następnie w roku 2003 stopień DSc (Doctor of Science) na Uniwersytecie w Queensland (The Queensland University) w Australii oraz w roku 2004 stopień doktora habilitowanego nauk technicznych w Instytucie Podstaw Informatyki Polskiej Akademii Nauk.

source: Since 2004 she is a member of the Australian Academy of Science.
pl: Od roku 2004 jest członkiem Australijskiej Akademii Nauk.

source: In 1988-2007 she was associated with the University of Queensland, where in 1990 she was nominated for the position of professor in the Department of Computer Science.
pl: W latach 1988 -2007 była związana z Uniwersytetem w Queensland, gdzie w roku 1990 uzyskała nominację na stanowisko profesora na Wydziale Informatyki (Computer Science).

source: In 1995 - 2007 she was director for doctoral studies and research and development strategies.
pl: W okresie 1995 - 2007 pełniła tam funkcje dyrektora do spraw studiów doktorskich oraz strategii i rozwoju badań naukowych.

source: She was a long-term member and head of the Australian Research Council's committee for national fund allocation for research and implementation.
pl: Ponadto była wieloletnim członkiem oraz kierownikiem komisji do spraw rozdziału narodowych funduszy na badania naukowe i wdrożeniowe w ramach Australijskiej Rady do Spraw Badań Naukowych (Australian Research Council).

source: Prof. Orłowska has authored and co-authored nearly 300 publications in international scientific journals.
pl: Prof. Orłowska jest autorem i współautorem blisko 300 publikacji w międzynarodowych czasopismach naukowych.

source: She has presided more than 50 international scientific conferences on applied computer science.
pl: Przewodniczyła ponad 50 międzynarodowym konferencjom naukowym w dziedzinie informatyki stosowanej.

source: To date, she has promoted 32 doctors of computer science.
pl: Wypromowała do tej pory 32 doktorów nauk informatycznych.
